finalProject/results/spline/spline2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          231092;
        startFace       172549;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          627;
        startFace       403641;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          56;
        startFace       404268;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          200;
        startFace       404324;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          56;
        startFace       404524;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          601;
        startFace       404580;
    }
)

// ************************************************************************* //
